Repository: Eloston/lxd-pkg-debian
Catalog: po/*.po
Languages: de

source: ### This is a yaml representation of the configuration. ### Any line starting with a '# will be ignored. ### ### A sample configuration looks like: ### name: container1 ### profiles: ### - default ### config: ### volatile.eth0.hwaddr: 00:16:3e:e9:f8:7f ### devices: ### homedir: ### path: /extra ### source: /home/user ### type: disk ### ephemeral: false ### ### Note that the name is shown but cannot be changed
de: ### Dies ist eine Darstellung der Konfiguration in yaml. ### Jede Zeile die mit '# beginnt wird ignoriert. ### ### Beispiel einer Konfiguration: ### name: container1 ### profiles: ### - default ### config: ### volatile.eth0.hwaddr: 00:16:3e:e9:f8:7f ### devices: ### homedir: ### path: /extra ### source: /home/user ### type: disk ### ephemeral: false ### ### Der Name wird zwar angezeigt, lässt sich jedoch nicht ändern.

source: ### This is a yaml representation of the image properties. ### Any line starting with a '# will be ignored. ### ### Each property is represented by a single line: ### An example would be: ### description: My custom image
de: ### Dies ist eine Darstellung der Eigenschaften eines Abbildes in yaml. ### Jede Zeile die mit '# beginnt wird ignoriert. ### ### Pro Eigenschaft wird eine Zeile verwendet: ### Zum Beispiel: ### description: Mein eigenes Abbild

source: ### This is a yaml representation of the profile. ### Any line starting with a '# will be ignored. ### ### A profile consists of a set of configuration items followed by a set of ### devices. ### ### An example would look like: ### name: onenic ### config: ### raw.lxc: lxc.aa_profile=unconfined ### devices: ### eth0: ### nictype: bridged ### parent: lxcbr0 ### type: nic ### ### Note that the name is shown but cannot be changed
de: ### Dies ist eine Darstellung eines Profils in yaml. ### Jede Zeile die mit '# beginnt wird ignoriert. ### ### Ein Profil besteht aus mehreren Konfigurationselementen gefolgt von ### mehrere Geräten. ### ### Zum Beispiel: ### name: onenic ### config: ### raw.lxc: lxc.aa_profile=unconfined ### devices: ### eth0: ### nictype: bridged ### parent: lxcbr0 ### type: nic ### ### Der Name wird zwar angezeigt, lässt sich jedoch nicht ändern.

source: '/' not allowed in snapshot name
de: '/' ist kein gültiges Zeichen im Namen eines Sicherungspunktes

source: Accept certificate
de: Akzeptiere Zertifikat

source: Admin password for %s:
de: Administrator Passwort für %s:

source: Aliases:
de: Aliasse:

source: Alternate config directory.
de: Alternatives config Verzeichnis.

source: Architecture: %s
de: Architektur: %s

source: Bad image property: %s
de: Ungültige Abbild Eigenschaft: %s

source: Cannot change profile name
de: Profilname kann nicht geändert werden

source: Cannot connect to unix socket at %s Is the server running?
de: Keine Verbindung zum unix Socket unter %s möglich. Läuft der Server?

source: Certificate fingerprint: % x
de: Fingerabdruck des Zertifikats: % x

source: Changing the name of a running container during copy isn't supported.
de: Den Namen eines laufenden Containers beim kopieren zu ändern wird nicht unterstützt.

source: Client certificate stored at server:
de: Gespeichertes Nutzerzertifikat auf dem Server:

source: Copy aliases from source
de: Kopiere Aliasse von der Quelle

source: Could not create server cert dir
de: Kann Verzeichnis für Zertifikate auf dem Server nicht erstellen

source: Device %s added to %s
de: Gerät %s wurde zu %s hinzugefügt

source: Device %s removed from %s
de: Gerät %s wurde von %s entfernt

source: Enables debug mode.
de: Aktiviert Debug Modus

source: Enables verbose mode.
de: Aktiviert ausführliche Ausgabe

source: Ephemeral container
de: Flüchtiger Container

source: Error adding alias %s
de: Fehler beim hinzufügen des Alias %s

source: Fingerprint: %s
de: Fingerabdruck: %s

source: Fingers the LXD instance to check if it is up and working. lxc finger <remote>
de: Fingert die LXD Instanz zum überprüfen ob diese funktionsfähig ist. lxc finger <remote>

source: For example: 'lxd-images import lxc ubuntu trusty amd64 --alias ubuntu/trusty'.
de: Zum Beispiel: 'lxd-images import lxc ubuntu trusty amd64 --alias ubuntu/trusty'.

source: Force the container to shutdown.
de: Herunterfahren des Containers erzwingen.

source: Generating a client certificate. This may take a minute...
de: Generiere Nutzerzertifikat. Dies kann wenige Minuten dauern...

source: If this is your first run, you will need to import images using the 'lxd-images' script.
de: Falls dies der erste Start ist, sollten Sie mit dem 'lxd-images' Script Abbilder importieren.

source: Image imported with fingerprint: %s
de: Abbild mit Fingerabdruck %s importiert

source: Information about remotes not yet supported
de: Informationen über entfernte Instanzen wird noch nicht unterstützt

source: Invalid source %s
de: Ungültige Quelle %s

source: Invalid target %s
de: Ungültiges Ziel %s

source: List information on containers. This will support remotes and images as well, but only containers for now. lxc info [<remote>:]container [--show-log]
de: Listet Informationen über Container. Dies wird entfernte Instanzen und Abbilder unterstützen, zur Zeit jedoch nur Container. lxc info [<remote>:]Container [--show-log]

source: Lists the available resources. lxc list [resource] [filters] The filters are: * A single keyword like "web" which will list any container with "web" in its name. * A key/value pair referring to a configuration item. For those, the namespace can be abreviated to the smallest unambiguous identifier: * "user.blah=abc" will list all containers with the "blah" user property set to "abc" * "u.blah=abc" will do the same * "security.privileged=1" will list all privileged containers * "s.privileged=1" will do the same
de: Listet vorhandene Ressourcen. lxc list [Resource] [Filter] Filter sind: * Ein einzelnes Schlüsselwort wie "web“, was alle Container mit "web" im Namen listet. * Ein key/value Paar bezüglich eines Konfigurationsparameters. Dafür kann der Namensraum, solange eindeutig, abgekürzt werden: * "user.blah=abc" listet alle Container mit der "blah" Benutzer Eigenschaft "abc" * "u.blah=abc" ebenfalls * "security.privileged=1" listet alle privilegierten Container * "s.privileged=1" ebenfalls

source: Make image public
de: Veröffentliche Abbild

source: Manage configuration profiles. lxc profile list [filters] List available profiles lxc profile show <profile> Show details of a profile lxc profile create <profile> Create a profile lxc profile edit <profile> Edit profile in external editor lxc profile copy <profile> <remote> Copy the profile to the specified remote lxc profile set <profile> <key> <value> Set profile configuration lxc profile delete <profile> Delete a profile lxc profile apply <container> <profiles> Apply a comma-separated list of profiles to a container, in order. All profiles passed in this call (and only those) will be applied to the specified container. Example: lxc profile apply foo default,bar # Apply default and bar lxc profile apply foo default # Only default is active lxc profile apply '' # no profiles are applied anymore lxc profile apply bar,default # Apply default second now Devices: lxc profile device list <profile> List devices in the given profile. lxc profile device show <profile> Show full device details in the given profile. lxc profile device remove <profile> <name> Remove a device from a profile. lxc profile device add <profile name> <device name> <device type> [key=value]... Add a profile device, such as a disk or a nic, to the containers using the specified profile.
de: Verwalte Konfigurationsprofile. lxc profile list [Filter] Listet verfügbare Profile lxc profile show <Profil> Zeigt Details zu einem Profil lxc profile create <Profil> Erstellt ein Profil lxc profile edit <Profil> Bearbeitet das Profil in externem Editor lxc profile copy <Profil> <remote> Kopiert das Profil zur entfernten Instanz lxc profile set <Profil> <key> <value> Setzt eine Profilkonfiguration lxc profile delete <Profil> Löscht ein Profil lxc profile apply <Container> <Profil> Wendet eine durch Kommata getrennte Liste von Profilen, in gegeben Reihenfolge, auf einen Container an. Alle angegeben, und nur diese, werden auf den Container angewandt. Beispiel: lxc profile apply foo default,bar # Wende default und bar an lxc profile apply foo default # Nur default ist aktiv lxc profile apply '' # keine Profile werden angewandt lxc profile apply bar,default # Wende nun default als zweites an Geräte: lxc profile device list <Profil> Listet Geräte im Profil lxc profile device show <Profil> Zeigt alle Geräte Details im gegebenen Profil. lxc profile device remove <Profil> <name> Entfernt ein Gerät von dem Profil. lxc profile device add <Profil name> <Gerätename> <Gerätetype> [key=value]... Fügt ein Gerät, wie zum Beispiel eine Festplatte oder Netzwerkkarte, den Containern hinzu, die dieses Profil verwenden.

source: Manage remote LXD servers. lxc remote add <name> <url> [--accept-certificate] [--password=PASSWORD] Add the remote <name> at <url>. lxc remote remove <name> Remove the remote <name>. lxc remote list List all remotes. lxc remote rename <old> <new> Rename remote <old> to <new>. lxc remote set-url <name> <url> Update <name>'s url to <url>. lxc remote set-default <name> Set the default remote. lxc remote get-default Print the default remote.
de: Verwalte entfernte LXD Server. lxc remote add <Name> <url> [--accept-certificate] [--password=PASSWORT] Fügt die Instanz <Name> auf <URL> hinzu. lxc remote remove <Name> Entfernt die Instanz <Name>. lxc remote list Listet alle entfernte Instanzen. lxc remote rename <alt> <neu> Benennt Instanz von <alt> nach <neu> um. lxc remote set-url <Name> <url> Setzt die URL von <Name> auf <url>. lxc remote set-default <Name> Setzt die Standard Instanz. lxc remote get-default Gibt die Standard Instanz aus.

source: Manipulate container images lxc image import <tarball> [target] [--public] [--created-at=ISO-8601] [--expires-at=ISO-8601] [--fingerprint=FINGERPRINT] [prop=value] lxc image copy [remote:]<image> <remote>: [--alias=ALIAS].. [--copy-alias] lxc image delete [remote:]<image> lxc image edit [remote:]<image> lxc image export [remote:]<image> lxc image info [remote:]<image> lxc image list [remote:] [filter] lxc image show [remote:]<image> Lists the images at specified remote, or local images. Filters are not yet supported. lxc image alias create <alias> <target> lxc image alias delete <alias> lxc remote add images images.linuxcontainers.org lxc image alias list images: create, delete, list image aliases
de: Ändere Container Abbilder lxc image import <tarball> [Ziel] [--public] [--created-at=ISO-8601] [--expires-at=ISO-8601] [--fingerprint=FINGERPRINT] [prop=value] lxc image copy [remote:]<Abbild> <remote>: [--alias=ALIAS].. [--copy-alias] lxc image delete [remote:]<Abbild> lxc image edit [remote:]<Abbild> lxc image export [remote:]<Abbild> lxc image info [remote:]<Abbild> lxc image list [remote:] [Filter] lxc image show [remote:]<Abbild> Listet die Abbilder auf der entfernten oder lokalen Instanz. Filter werden noch nicht unterstützt. lxc image alias create <alias> <Ziel> lxc image alias delete <alias> lxc remote add images images.linuxcontainers.org lxc image alias list images: erstelle, lösche und liste Abbild Aliasse

source: Missing summary.
de: Fehlende Zusammenfassung.

source: More than one file to download, but target is not a directory
de: Mehr als eine Datei herunterzuladen, aber das Ziel ist kein Verzeichnis

source: No cert provided to add
de: Kein Zertifikat zum hinzufügen bereitgestellt

source: No certificate on this connection
de: Kein Zertifikat für diese Verbindung

source: No fingerprint specified.
de: Kein Fingerabdruck angegeben.

source: Presents details on how to use LXD. lxd help [--all]
de: Zeigt Details über die Benutzung von LXD an. lxd help [—all]

source: Prints the version number of LXD. lxc version
de: Zeigt die Versionsnummer von LXD. lxc version

source: Profile %s applied to %s
de: Profil %s wurde auf %s angewandt

source: Profile %s created
de: Profil %s erstellt

source: Profile %s deleted
de: Profil %s gelöscht

source: Properties:
de: Eigenschaften:

source: Public: %s
de: Öffentlich: %s

source: Remote admin password
de: Entferntes Administrator Passwort

source: Server certificate NACKed by user
de: Server Zertifikat vom Benutzer nicht akzeptiert

source: Server certificate for host %s has changed. Add correct certificate or remove certificate in %s
de: Server Zertifikat für Rechner %s hat sich geändert. Fürgen Sie das richtige Zertifikat hinzu oder löschen Sie das Zertifikat unter %s

source: Server doesn't trust us after adding our cert
de: Der Server vertraut uns nicht nachdem er unser Zertifikat hinzugefügt hat

source: Set the file's gid on push
de: Setzt die gid der Datei beim Übertragen

source: Set the file's perms on push
de: Setzt die Dateiberechtigungen beim Übertragen

source: Set the file's uid on push
de: Setzt die uid der Datei beim Übertragen

source: Show all commands (not just interesting ones)
de: Zeigt alle Befehle (nicht nur die interessanten)

source: Show for remotes is not yet supported
de: Anzeigen von Informationen über entfernte Instanzen wird noch nicht unterstützt

source: Show the container's last 100 log lines?
de: Zeige die letzten 100 Zeilen Protokoll des Containers?

source: Size: %.2vMB
de: Größe: %.2vMB

source: Stopping container failed!
de: Anhalten des Containers fehlgeschlagen!

source: Time to wait for the container before killing it.
de: Wartezeit bevor der Container gestoppt wird.

source: Timestamps:
de: Zeitstempel:

source: Unknown image command %s
de: Unbekannter Befehl %s für Abbild

source: Unknown remote subcommand %s
de: Unbekannter Unterbefehl %s für entfernte Instanz

source: Unkonwn config trust command %s
de: Unbekannter config Befehl %s

source: Usage: %s Options:
de: Benutzung: %s Optionen:

source: Usage: lxc [subcommand] [options] Available commands:
de: Benutzung: lxc [Unterbefehl] [Optionen] Verfügbare Befehle:

source: Whether or not to restore the container's running state from snapshot (if available)
de: Laufenden Zustand des Containers aus dem Sicherungspunkt (falls vorhanden) wiederherstellen oder nicht

source: Whether or not to snapshot the container's running state
de: Zustand des laufenden Containers sichern oder nicht

source: YAML parse error %v
de: YAML Analyse Fehler %v

source: api version mismatch: mine: %q, daemon: %q
de: API Versionskonflikt: meine: %q, Hintergrund Dienst: %q

source: bad number of things scanned from image, container or snapshot
de: Falsche Anzahl an Objekten im Abbild, Container oder Sicherungspunkt gelesen.

source: bad profile url %s
de: Fehlerhafte Profil URL %s

source: bad version in profile url
de: Falsche Version in Profil URL

source: can't copy to the same container name
de: kann nicht zum selben Container Namen kopieren

source: cannot resolve unix socket address: %v
de: kann unix Socket Adresse %v nicht auflösen

source: error: %v
de: Fehler: %v

source: error: %v %s
de: Fehler: %v %s

source: error: unknown command: %s
de: Fehler: unbekannter Befehl: %s

source: got bad version
de: Versionskonflikt

source: invalid argument %s
de: ungültiges Argument %s

source: no response!
de: keine Antwort!

source: no value found in %q
de: kein Wert in %q gefunden

source: non-http remotes are not supported for migration right now
de: die Migration an entfernte Instanzen wird zur Zeit nur über http unterstützt.

source: not all the profiles from the source exist on the target
de: nicht alle Profile der Quelle sind am Ziel vorhanden.

source: remote %s already exists
de: entfernte Instanz %s existiert bereits

source: remote %s doesn't exist
de: entfernte Instanz %s existiert nicht

source: remote %s exists as <%s>
de: entfernte Instanz %s existiert als <%s>

source: unknown remote name: %q
de: unbekannter entfernter Instanz Name: %q

source: wrong number of subcommand arguments
de: falsche Anzahl an Parametern für Unterbefehl

source: you must specify a source container name
de: der Name des Ursprung Containers muss angegeben werden
